{
    "intro": {
      "intro_title": "আপনি কীভাবে সিদ্ধান্ত নেবেন যখন আপনি জীবনের গুরুত্বপূর্ণ সিদ্ধান্তের মুখোমুখি হবেন?",
      "intro_paragraph_1": "এই প্রশ্নের প্রতি আপনার দৃষ্টিভঙ্গি অত্যন্ত মূল্যবান। আমরা মেডিকেল সিদ্ধান্ত গ্রহণ সম্বন্ধে এই জরিপে আপনার অংশগ্রহণের জন্য কৃতজ্ঞ।",
      "intro_paragraph_2": "প্রশ্নগুলির উত্তর দিতে প্রায় ৫ মিনিট সময় লাগবে। আপনার অংশগ্রহণ স্বেচ্ছাসেবী এবং আপনার তথ্য গোপনীয়ভাবে সংগ্রহ করা হবে, তথ্য সুরক্ষা নীতিমালার অধীনে। অনুগ্রহ করে সমস্ত নির্দেশনা ও প্রশ্ন মনোযোগ সহকারে পড়ুন এবং সৎ উত্তর প্রদান করুন।",
      "intro_paragraph_3": "সদয় শুভেচ্ছা, ডাঃ আনাতোল-ফিটে নেহার, হ্যাসো প্ল্যাটনার ইনস্টিটিউট পটসডাম, আনা লেনা ফেলহাবার, লাইবনিজ ইউনিভার্সিটি অফ হ্যানোভার, পিডি ডঃ ইভার ক্রাম্পাল, লাইপজিগ বিশ্ববিদ্যালয়",
      "consent_title": "জ্ঞাত সম্মতি",
      "consent_message": "অনুগ্রহ করে এখনই সিদ্ধান্ত নিন আপনি আপনার উত্তরগুলি বৈজ্ঞানিক উদ্দেশ্যে ব্যবহারের অনুমতি দিতে চান কি না। যদি আপনি সম্মতি না দেন, তাহলে আপনাকে জরিপের শেষে পুনঃনির্দেশ করা হবে।",
      "yes_label": "আমি আমার এই জরিপের অংশ হিসেবে দেওয়া ডেটা গবেষণার জন্য ব্যবহারের সম্মতি দিচ্ছি।",
      "no_label": "আমি আমার এই জরিপের অংশ হিসেবে দেওয়া ডেটা গবেষণার জন্য ব্যবহারের সম্মতি দিচ্ছি না।",
      "start_button": "সম্মতি প্রদান করুন"
    },
    "choice_experiment": {
      "survey_title": "ভিজ্যুয়াল চয়েস সেট",
      "patient_question": "প্রতিটি রোগীকে চিকিৎসা করা সম্ভব নয়। চিকিৎসা করার জন্য কোন রোগীকে নির্বাচন করা উচিত তা নির্ধারণ করতে হবে। নিচে দেখানো রোগীদের মধ্যে কাকে চিকিৎসা করা উচিত?",
      "decision_pair_1": "সিদ্ধান্ত যুগল ১",
      "decision_pair_2": "সিদ্ধান্ত যুগল ২",
      "decision_pair_3": "সিদ্ধান্ত যুগল ৩",
      "patient_1_overweight": "রোগী ১ (অতিরিক্ত ওজন)",
      "patient_2_disability": "রোগী ২ (প্রতিবন্ধকতা)",
      "patient_1_child": "রোগী ১ (শিশু)",
      "patient_2_elderly_couple": "রোগী ২ (প্রবীণ দম্পতি)",
      "patient_1_young_adult": "রোগী ১ (যুবক)",
      "patient_2_senior_ill": "রোগী ২ (জটিল অসুস্থ প্রবীণ)",
      "change_decision": "ডেটা-নির্ভর কম্পিউটার মডেল রোগী এক্সকে চিকিৎসা দেবে। আপনি কি আবার আপনার সিদ্ধান্ত পরিবর্তন করতে চান?",
      "submit_button": "পছন্দগুলি জমা দিন"
    },
    "demography": {
      "demography_title": "আপনাকে অনেক ধন্যবাদ! নিচের কয়েকটি সাধারণ প্রশ্ন আমরা আপনাকে জিজ্ঞাসা করতে চাই।",
      "gender_question": "আপনার জন্য কোনটি সবচেয়ে ভালো বর্ণনা?",
      "female_label": "মহিলা",
      "male_label": "পুরুষ",
      "diverse_label": "বৈচিত্র্যপূর্ণ",
      "prefer_not_to_disclose_label": "প্রকাশ করতে ইচ্ছুক নই",
      "age_question": "আপনার বয়স কত?",
      "age_placeholder": "বয়স (বছরে)",
      "religion_question": "আপনি নিম্নলিখিত কোন ধর্মের সাথে নিজেকে সম্পর্কিত মনে করেন?",
      "no_religion": "না, আমি না",
      "christian_label": "খ্রিস্টান",
      "islam_label": "ইসলাম",
      "hinduism_label": "হিন্দুধর্ম",
      "buddhism_label": "বৌদ্ধধর্ম",
      "other_label": "অন্যান্য",
      "submit_button": "জমা দিন"
    },
    "group_preferences": {
      "group_preferences_title": "গোষ্ঠী-সম্পর্কিত পছন্দগুলি",
      "general_health_question": "আপনার সাধারণ স্বাস্থ্যের অবস্থা কেমন?",
      "select_answer": "আপনার উত্তর বেছে নিন",
      "very_poor": "খুবই খারাপ",
      "poor": "খারাপ",
      "fair": "মাঝারি",
      "good": "ভালো",
      "very_good": "খুব ভালো",
      "excellent": "চমৎকার",
      "illness_question": "গত বছরে কি আপনি গুরুতর অসুস্থ ছিলেন?",
      "illness_yes": "হ্যাঁ",
      "illness_no": "না",
      "children_question": "আপনার কি সন্তান আছে বা আপনার সন্তান নেওয়ার পরিকল্পনা আছে?",
      "children_yes": "হ্যাঁ",
      "children_no": "না",
      "submit_button": "পছন্দগুলি জমা দিন"
    },
      "procedural_ratings": {
        "rating_title": "প্রক্রিয়া মূল্যায়ন",
        "rating_intro": "প্রত্যেক রোগীকে জরুরি চিকিৎসা দেওয়া যায় না। এই পরিস্থিতিতে কোন রোগীকে চিকিৎসা দেওয়া উচিত তা নির্ধারণের জন্য কিছু পদ্ধতি ব্যবহার করা যেতে পারে। দয়া করে এই পদ্ধতিগুলি নৈতিকভাবে কতটা সঠিক বলে মনে করেন তা ১ (ন্যায্য নয়) থেকে ৬ (খুবই ন্যায্য) স্কেলে নির্দেশ করুন।",
        "scale_indicator": "স্কেল: ১ (ন্যায্য নয়) - ৬ (খুবই ন্যায্য)",
        "select_answer": "আপনার উত্তর বেছে নিন",
        "rating_save_life_years": "বেশি বছর বাঁচার সম্ভাবনা থাকলে প্রাধান্য দিন: তাদের অগ্রাধিকার দিন যাদের রোগ সারার পর বেশি বছর বেঁচে থাকার সম্ভাবনা আছে (যেমন, প্রথমে কম বয়সী রোগীদের চিকিৎসা দিন)।",
        "rating_advantage_disadvantaged": "অসহায়দের সুবিধা প্রদান: যারা অন্যদের তুলনায় খারাপ অবস্থায় আছেন তাদের অগ্রাধিকার দিন (যেমন, প্রথমে সবচেয়ে অসুস্থ রোগীদের চিকিৎসা দিন)।",
        "rating_benefit_future": "ভবিষ্যতে অন্যদের জন্য উপকার: যারা অন্যদের উপকারে আসবে তাদের প্রাধান্য দিন (যেমন, শিশু আছে বা শিশু নেওয়ার পরিকল্পনা করা রোগীদের চিকিৎসা দিন)।",
        "rating_first_come": "আগে আসলে আগে চিকিৎসা: যারা প্রথমে এসেছেন তাদের অগ্রাধিকার দিন (যেমন, প্রথমে হাসপাতালে পৌঁছানো রোগীদের চিকিৎসা দিন)।",
        "rating_treatment_success": "চিকিৎসায় সফলতার হার বাড়ান: যারা চিকিৎসার পরে বেঁচে থাকার সম্ভাবনা সবচেয়ে বেশি তাদের অগ্রাধিকার দিন (যেমন, সুস্থ হওয়ার সম্ভাবনা সবচেয়ে বেশি এমন রোগীদের চিকিৎসা দিন)।",
        "rating_treatment_effort": "চিকিৎসার প্রচেষ্টা কমান: যাদের কম পরিশ্রমে চিকিৎসা করা যাবে তাদের অগ্রাধিকার দিন (যেমন, যারা সবচেয়ে কম ওষুধের প্রয়োজন এমন রোগীদের চিকিৎসা দিন)।",
        "rating_medication_effect": "ওষুধের প্রভাব সর্বাধিক করুন: যাদের জন্য ওষুধে সবচেয়ে বেশি উন্নতি হবে তাদের অগ্রাধিকার দিন (যেমন, সবচেয়ে বেশি উপকার পাবেন এমন রোগীদের চিকিৎসা দিন)।",
        "rating_random_selection": "যেমন, প্রতিটি রোগীর বৈশিষ্ট্য বিবেচনা না করে লটারি দ্বারা চিকিত্সা নির্বাচন করা উচিত।",
        "submit_button": "প্রক্রিয়া মূল্যায়ন জমা দিন",
        "not_fair": "ন্যায্য নয়",
        "very_fair": "খুবই ন্যায্য",
        "numbers": {
          "1": "১",
          "2": "২",
          "3": "৩",
          "4": "৪",
          "5": "৫",
          "6": "৬"
        }
      },
    "thank_you": {
      "thank_you_title": "আপনার জরিপ জমা দেওয়ার জন্য ধন্যবাদ!",
      "thank_you_message": "আপনার উত্তরগুলি রেকর্ড করা হয়েছে। এই গবেষণায় আমাদের সহায়তার জন্য আমরা আপনার সময় এবং প্রচেষ্টার জন্য কৃতজ্ঞ।"
    },
    "no_consent": {
      "no_consent_title": "আপনার সময়ের জন্য ধন্যবাদ!",
      "no_consent_message": "আপনি জরিপে অংশগ্রহণে সম্মতি না দেওয়ার কারণে আপনার উত্তরগুলি রেকর্ড করা হয়নি। আমরা আপনার সময়ের মূল্য বুঝি।"
    }
  }