{
    "intro": {
      "intro_title": "जब जीवन-मरण के निर्णयों का सामना हो, तो आप कैसे निर्णय करेंगे?",
      "intro_paragraph_1": "इस प्रश्न पर आपका दृष्टिकोण अत्यधिक महत्वपूर्ण है। चिकित्सा निर्णय लेने पर इस सर्वेक्षण में भाग लेने की आपकी इच्छा के लिए हम आपका हार्दिक धन्यवाद करते हैं।",
      "intro_paragraph_2": "प्रश्नों का उत्तर देने में लगभग 5 मिनट का समय लगेगा। आपकी भागीदारी स्वैच्छिक और गुमनाम है। कृपया सभी निर्देशों और प्रश्नों को ध्यानपूर्वक पढ़ें और ईमानदारी से उत्तर दें।",
      "intro_paragraph_3": "सादर, डॉ. मेड. अनातोल-फिएटे नेहर, एम.ए., हास्सो प्लाट्नर इंस्टीट्यूट पॉत्सडैम, अन्ना लीना फेल्हाबेर, लीबनिज यूनिवर्सिटी हनोवर, पीडी डॉ. इवार क्रुम्पल, लीपज़िग यूनिवर्सिटी",
      "consent_title": "सहमति",
      "consent_message": "कृपया अब निर्णय लें कि क्या आप अपने उत्तरों के वैज्ञानिक उपयोग की अनुमति देना चाहते हैं। यदि आप सहमत नहीं हैं, तो आपको सर्वेक्षण के अंत में पुनः निर्देशित कर दिया जाएगा।",
      "yes_label": "मैं अनुसंधान प्रयोजनों के लिए इस प्रश्नावली में भेजे गए मेरे डेटा के उपयोग के लिए सहमति देता/देती हूँ।",
      "no_label": "मैं अनुसंधान प्रयोजनों के लिए इस प्रश्नावली में भेजे गए मेरे डेटा के उपयोग के लिए सहमति नहीं देता/देती हूँ।",
      "start_button": "सहमति सबमिट करें"
    },
    "choice_experiment": {
      "survey_title": "दृश्य विकल्प सेट",
      "patient_question": "एक चिकित्सा आपात स्थिति में, हर मरीज का इलाज संभव नहीं है। यह निर्णय लेना आवश्यक है कि किस मरीज का इलाज किया जाए और किसे छोड़ दिया जाए। नीचे दिखाए गए मरीजों में से किसका इलाज किया जाना चाहिए?",
      "decision_pair_1": "निर्णय जोड़ी 1",
      "decision_pair_2": "निर्णय जोड़ी 2",
      "decision_pair_3": "निर्णय जोड़ी 3",
      "patient_1_overweight": "मरीज 1 (अधिक वजन)",
      "patient_2_disability": "मरीज 2 (विकलांगता)",
      "patient_1_child": "मरीज 1 (बच्चा)",
      "patient_2_elderly_couple": "मरीज 2 (वृद्ध दंपत्ति)",
      "patient_1_young_adult": "मरीज 1 (युवा वयस्क)",
      "patient_2_senior_ill": "मरीज 2 (पुरानी बीमारी के साथ वरिष्ठ)",
      "change_decision": "डेटा-प्रेरित कंप्यूटर मॉडल मरीज X का इलाज करेगा। क्या आप अपना निर्णय फिर से बदलना चाहेंगे?",
      "submit_button": "विकल्प सबमिट करें"
    },
    "demography": {
      "demography_title": "धन्यवाद! आगे, हम आपसे कुछ सामान्य प्रश्न पूछना चाहेंगे।",
      "gender_question": "आपका लिंग क्या है?",
      "female_label": "महिला",
      "male_label": "पुरुष",
      "diverse_label": "विविध",
      "prefer_not_to_disclose_label": "प्रकटीकरण नहीं करना चाहता/चाहती",
      "age_question": "आपकी उम्र क्या है?",
      "age_placeholder": "आयु (वर्षों में)",
      "religion_question": "क्या आप इनमें से किसी धर्म से पहचान रखते हैं?",
      "no_religion": "नहीं, मैं किसी से नहीं",
      "christian_label": "ईसाई",
      "islam_label": "इस्लाम",
      "hinduism_label": "हिन्दू",
      "buddhism_label": "बौद्ध",
      "other_label": "अन्य",
      "submit_button": "सबमिट करें"
    },
    "group_preferences": {
      "group_preferences_title": "समूह संबंधित प्राथमिकताएँ",
      "general_health_question": "आपका सामान्य स्वास्थ्य कैसा है?",
      "select_answer": "अपना उत्तर चुनें",
      "very_poor": "बहुत खराब",
      "poor": "खराब",
      "fair": "सामान्य",
      "good": "अच्छा",
      "very_good": "बहुत अच्छा",
      "excellent": "उत्तम",
      "illness_question": "क्या आप पिछले वर्ष में गंभीर रूप से बीमार रहे हैं?",
      "illness_yes": "हाँ",
      "illness_no": "नहीं",
      "children_question": "क्या आपके बच्चे हैं या क्या आप बच्चे की योजना बना रहे हैं?",
      "children_yes": "हाँ",
      "children_no": "नहीं",
      "submit_button": "प्राथमिकताएँ सबमिट करें"
    },
      "procedural_ratings": {
        "rating_title": "प्रक्रियात्मक मूल्यांकन",
        "rating_intro": "प्रत्येक रोगी का इलाज चिकित्सा आपातकाल में नहीं किया जा सकता है। ऐसी स्थिति में इलाज के लिए रोगियों का चयन करने के लिए कुछ प्रक्रियाओं का उपयोग किया जा सकता है। कृपया 1 (अन्यायपूर्ण) से 6 (बहुत न्यायपूर्ण) के पैमाने पर बताएं कि आप इन प्रक्रियाओं को नैतिक रूप से कितना न्यायपूर्ण मानते हैं।",
        "scale_indicator": "पैमाना: 1 (अन्यायपूर्ण) - 6 (बहुत न्यायपूर्ण)",
        "select_answer": "अपना उत्तर चुनें",
        "rating_save_life_years": "सबसे अधिक जीवन वर्ष बचाना: उन लोगों को प्राथमिकता दें जिनके पास बीमारी से उबरने के बाद सबसे अधिक जीवन वर्ष बचे हैं (यानी पहले कम उम्र के रोगियों का इलाज करें)।",
        "rating_advantage_disadvantaged": "वंचितों को लाभ प्रदान करना: उन लोगों को प्राथमिकता दें जो दूसरों की तुलना में खराब स्थिति में हैं (यानी पहले सबसे बीमार रोगियों का इलाज करें)।",
        "rating_benefit_future": "भविष्य में दूसरों को लाभ: उन लोगों को प्राथमिकता दें जो दूसरों के लाभ के लिए योगदान कर सकते हैं (यानी जिनके पास बच्चे हैं या जिनका परिवार बढ़ने का विचार है)।",
        "rating_first_come": "पहले आओ पहले पाओ: उन लोगों को प्राथमिकता दें जो लाइन में सबसे पहले थे (यानी पहले अस्पताल पहुंचने वाले रोगियों का इलाज करें)।",
        "rating_treatment_success": "उपचार की सफलता को अधिकतम करना: उन लोगों को प्राथमिकता दें जिनकी उपचार के बाद जीवित रहने की सबसे अधिक संभावना है (यानी जिनकी स्वस्थ होने की संभावना अधिक है)।",
        "rating_treatment_effort": "उपचार के प्रयास को न्यूनतम करना: उन लोगों को प्राथमिकता दें जो कम से कम प्रयास में ठीक हो सकते हैं (यानी जिनको सबसे कम दवाइयों की आवश्यकता होती है)।",
        "rating_medication_effect": "दवाई के प्रभाव को अधिकतम करना: उन लोगों को प्राथमिकता दें जिनमें प्रति दवाई सुधार सबसे अधिक है (यानी जो दिए गए दवाई से सबसे अधिक लाभ पाते हैं)।",
        "rating_random_selection": "यादृच्छिक चयन: उपचार को लॉटरी के माध्यम से वितरित किया जाना चाहिए (यानी व्यक्तिगत विशेषताओं पर विचार नहीं किया जाना चाहिए)।",
        "submit_button": "प्रक्रियात्मक मूल्यांकन जमा करें",
        "not_fair": "अन्यायपूर्ण",
        "very_fair": "बहुत न्यायपूर्ण",
        "numbers": {
          "1": "१",
          "2": "२",
          "3": "३",
          "4": "४",
          "5": "५",
          "6": "६"
        }
      },
    "thank_you": {
      "thank_you_title": "आपका सर्वेक्षण सबमिट करने के लिए धन्यवाद!",
      "thank_you_message": "आपकी प्रतिक्रियाएँ दर्ज कर ली गई हैं। इस शोध में हमारी सहायता करने के लिए हम आपका समय और प्रयास सराहते हैं।"
    },
    "no_consent": {
      "no_consent_title": "आपके समय के लिए धन्यवाद!",
      "no_consent_message": "चूंकि आपने सर्वेक्षण में भाग लेने के लिए सहमति नहीं दी, आपकी प्रतिक्रियाएँ दर्ज नहीं की गईं। हम आपके समय की सराहना करते हैं।"
    }
  }