{
    "intro": {
      "intro_title": "Как бы вы поступили, оказавшись перед выбором между жизнью и смертью?",
      "intro_paragraph_1": "Ваше мнение по этому вопросу очень ценно. Мы благодарны за ваше согласие принять участие в этом исследовании по принятию медицинских решений.",
      "intro_paragraph_2": "Ответы займут у вас около 5 минут. Ваше участие является добровольным и анонимным. Пожалуйста, внимательно читайте все инструкции и вопросы и отвечайте честно.",
      "intro_paragraph_3": "С уважением, Dr. мед. Анатоль-Фите Нэер, M.A., Институт Хассо Платтнера Потсдам, Анна Лена Фельхабер, Университет Лейбница в Ганновере, PD Dr. Ивар Крумпаль, Лейпцигский университет",
      "consent_title": "Информированное согласие",
      "consent_message": "Пожалуйста, решите сейчас, хотите ли вы дать свое согласие на использование ваших ответов в научных целях. Если вы не согласны, вы будете перенаправлены на конец опроса.",
      "yes_label": "Я согласен на использование моих данных, предоставленных в рамках этого опроса, для научных исследований.",
      "no_label": "Я не согласен на использование моих данных, предоставленных в рамках этого опроса, для научных исследований.",
      "start_button": "Отправить согласие"
    },
    "choice_experiment": {
      "survey_title": "Набор визуальных выборов",
      "patient_question": "В случае медицинской чрезвычайной ситуации не каждого пациента можно вылечить. Нужно принять решение о том, кого из пациентов лечить, а кого нет. Кого из представленных пациентов следует лечить?",
      "decision_pair_1": "Пара для принятия решения 1",
      "decision_pair_2": "Пара для принятия решения 2",
      "decision_pair_3": "Пара для принятия решения 3",
      "patient_1_overweight": "Пациент 1 (Избыточный вес)",
      "patient_2_disability": "Пациент 2 (Инвалидность)",
      "patient_1_child": "Пациент 1 (Ребенок)",
      "patient_2_elderly_couple": "Пациент 2 (Пожилая пара)",
      "patient_1_young_adult": "Пациент 1 (Молодой взрослый)",
      "patient_2_senior_ill": "Пациент 2 (Пожилой с хроническим заболеванием)",
      "change_decision": "Модель, основанная на данных, выбрала бы пациента X. Хотите изменить свое решение?",
      "submit_button": "Отправить выбор"
    },
    "demography": {
      "demography_title": "Большое спасибо! Далее мы хотели бы задать вам несколько общих вопросов.",
      "gender_question": "Что лучше всего описывает вас?",
      "female_label": "Женщина",
      "male_label": "Мужчина",
      "diverse_label": "Разное",
      "prefer_not_to_disclose_label": "Предпочитаю не указывать",
      "age_question": "Сколько вам лет?",
      "age_placeholder": "Возраст (в годах)",
      "religion_question": "Относите ли вы себя к одной из следующих религий?",
      "no_religion": "Нет, я не отношусь ни к одной из них",
      "christian_label": "Христианство",
      "islam_label": "Ислам",
      "hinduism_label": "Индуизм",
      "buddhism_label": "Буддизм",
      "other_label": "Другое",
      "submit_button": "Отправить"
    },
    "group_preferences": {
      "group_preferences_title": "Групповые предпочтения",
      "general_health_question": "Как вы оцениваете свое общее состояние здоровья?",
      "select_answer": "Выберите ваш ответ",
      "very_poor": "Очень плохое",
      "poor": "Плохое",
      "fair": "Среднее",
      "good": "Хорошее",
      "very_good": "Очень хорошее",
      "excellent": "Отличное",
      "illness_question": "Болели ли вы тяжело в прошлом году?",
      "illness_yes": "Да",
      "illness_no": "Нет",
      "children_question": "У вас есть дети или вы планируете их завести?",
      "children_yes": "Да",
      "children_no": "Нет",
      "submit_button": "Отправить предпочтения"
    },
"procedural_ratings": {
    "rating_title": "Оценка процедур",
    "rating_intro": "Не каждый пациент может быть лечен в экстренной ситуации. Существуют процедуры, которые можно использовать для определения того, какие пациенты должны получать лечение в таких случаях. Пожалуйста, укажите, насколько справедливы эти процедуры с моральной точки зрения, по шкале от 1 (Не справедливо) до 6 (Очень справедливо).",
    "scale_indicator": "Шкала: 1 (Не справедливо) - 6 (Очень справедливо)",
    "select_answer": "Выберите ваш ответ",
    "rating_save_life_years": "Сохранить наибольшее количество лет жизни: приоритет для тех, у кого останется больше лет жизни после выздоровления (т.е., лечить молодых пациентов в первую очередь).",
    "rating_advantage_disadvantaged": "Предоставить преимущество незащищенным: приоритет для тех, кто находится в худшем положении, чем другие (т.е., лечить наиболее больных пациентов в первую очередь).",
    "rating_benefit_future": "Польза для будущих поколений: приоритет для тех, кто, вероятно, сделает значительный вклад для пользы других (т.е., лечить пациентов, у которых есть дети или которые планируют их завести).",
    "rating_first_come": "В порядке очереди: приоритет для тех, кто пришел первым (т.е., лечить пациентов, которые первыми прибыли в больницу).",
    "rating_treatment_success": "Максимизировать успех лечения: приоритет для тех, у кого наибольшая вероятность выживания после лечения (т.е., лечить пациентов с наибольшими шансами на выздоровление).",
    "rating_treatment_effort": "Минимизировать усилия на лечение: приоритет для тех, кто будет вылечен с минимальными усилиями (т.е., лечить пациентов, которым нужно меньше всего медикаментов).",
    "rating_medication_effect": "Максимизировать эффект от медикаментов: приоритет для тех, у кого улучшение на единицу медикамента будет наибольшим (т.е., лечить пациентов, которые извлекут наибольшую пользу от данного медикамента).",
    "rating_random_selection": "Случайный отбор: лечение должно предоставляться случайной жеребьевкой (т.е., индивидуальные характеристики не должны учитываться).",
    "submit_button": "Отправить оценки процедур",
    "not_fair": "Не справедливо",
    "very_fair": "Очень справедливо",
    "numbers": {
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6"
    }
},
    "thank_you": {
      "thank_you_title": "Спасибо за участие в опросе!",
      "thank_you_message": "Ваши ответы были зафиксированы. Мы ценим ваше время и усилия, направленные на помощь в этом исследовании."
    },
    "no_consent": {
      "no_consent_title": "Спасибо за ваше время!",
      "no_consent_message": "Так как вы не согласились участвовать в опросе, ваши ответы не были записаны. Мы благодарны вам за уделенное время."
    }
  }